Repository: mozilla-l10n/mt-training-data
Catalog: ps/ps_pontoon.tmx
Source language: en_us
Languages: ps

source: “¿Qué te dijo tu mamá when you got home that day?”
ps: " ¿Qué te dijo tu mamá کله چې ته هغه ورځ کور ته راغلې وې؟"

source: Quichua Chimborazo Highland
ps: هالينډي کويچوا چيمبورازو

source: [‘Raised’ in English is always pronounced as one syllable, not two]
ps: [په انګلیسي کې 'Raised' تل د یو حرف په توګه تلفظ کیږي، دوه نه]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
ps: د نرخ حد تېر شو. په { $retryLimit } دقیقو کې بیا هڅه وکړئ

source: Rate limit exceeded. Try again in { $retryLimit } seconds
ps: د نرخ حد زیات شو. په { $retryLimit } ثانیو کې بیا هڅه وکړئ

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
ps: حکومتونو، غیر انتفاعي یا رسنیو سازمانونو ته ورسیږئ ترڅو وګورئ چې ایا د دوی کوم ویب منځپانګې، راپورونه یا نور منځپانګې عامه ډومین ته وقف کیدی شي.

source: Reader Effects
ps: د لوستونکي اغیزې

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
ps: په پاڼه کې ټول ټکي په سمه توګه لوستل مهم دي. کله چې اوریدل، په ډیر دقت سره وګورئ چې هغه څه چې ثبت شوي دي په ریښتیا هغه څه دي چې لیکل شوي دي. رد کړئ که چیرې دوی اضافه شوي، قرارداد شوي یا له لاسه ورکړي وي.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ps: د انقباض لوستل چې په حقیقت کې شتون نلري، لکه "موږ یو" پر ځای "موږ یو"، یا برعکس.

source: Read More
ps: نور ولولئ

source: Read more on our About page
ps: نور زموږ په اړه پاڼې کې ولولئ

source: Read Sentences
ps: جملې ولولئ

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
ps: په خپله ژبه کې غونډلې په لوړ غږ ولولئ او په نړۍ کې د ټولگړي گډون د غږ تر ټولو توپيرلرونکي اومتوگ ټولگه کې ونډه واخلئ.

source: Read Sentences, Answer Questions
ps: جملې ولولئ، پوښتنې ځواب کړئ

source: Read Sentences <small>(Coming soon)</small>
ps: جملې ولولئ <small>(ژر راځي)</small></small>

source: Read sentences submitted by the community in various languages
ps: په مختلفو ژبو کې د ټولنې لخوا وړاندې شوي جملې ولولئ

source: Read stories, updates, and media coverage of Common Voice
ps: د کامن وائس کیسې، تازه معلومات، او د رسنیو پوښښ ولولئ

source: Read the sentence carefully - don’t miss, change or add words.
ps: جمله په دقت سره ولولئ - مه يې د ځانه تيروئ، بدلوئ یا لغات وراضافه کوئ.

source: Ready to add your voice or lend your ear?
ps: ایا خپل غږ اضافه کولو یا خپل غوږ په پور ورکولو لپاره چمتو یاست؟

source: Ready to contribute?
ps: د مرستې لپاره چمتو یاست؟

source: Ready to do { $count } more?
ps: د نورو { $count } کولو لپاره چمتو یاست؟

source: Ready to donate your voice?
ps: ایا د خپل غږ ډالۍ کولو لپاره چمتو یاست؟

source: Ready to help validate sentences?
ps: د جملو تاییدولو کې مرستې ته چمتو یاست؟

source: reCAPTCHA is required if you want to proceed
ps: reCAPTCHA ته اړتیا ده که تاسو غواړئ پرمخ لاړشئ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
ps: برېښنالیکونه ترلاسه کړئ لکه ننګونې او د موخو یادونې، د پرمختګ تازه مالومات، او د عامه غږ په اړه خبرلیکونه.

source: Recorded Clips
ps: ثبت شوي کليپونه

source: Recorded Hours
ps: ثبت شوي ساعتونه

source: <recordIcon></recordIcon> Last one!
ps: <recordIcon></recordIcon> وروستی یو!

source: Record in a reasonably quiet place
ps: په یوه ارامه ځای کې ثبت کړئ

source: [Recording cut off before the end of the last word]
ps: [د وروستي کلمې له پای ته رسیدو دمخه ریکارډ قطع شو]

source: Recordings
ps: ثبتونه

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ps: د غږ کلیپونو ثبتول زموږ د پرانیستې ډېټاسیټ رامینځته کولو یوه بنسټیزه برخه ده. ځینې به وایي چې دا د ساتیرۍ برخه هم ده.

source: Record/Stop
ps: ثبتول/ودرول

source: Record yourself reading sentences in your language
ps: په خپله ژبه کې جملې ثبت کړئ

source: Record yourself responding to questions and prompts in your language
ps: په خپله ژبه کې پوښتنو او اشارو ته ځوابونه ثبت کړئ

source: Record your voice
ps: خپل غږ ثبت کړئ

source: Reference the source of your sentence (required)
ps: د خپلې جملې سرچینې ته مراجعه وکړئ (اړین)

source: Refresh
ps: تازه کړئ

source: Reject
ps: رد کړه

source: Remember - don’t worry if you stutter, pause or repeat a word. This is all useful data for engineers trying to build inclusive, real-world speech recognition tools.
ps: په یاد ولرئ - که تاسو ټکان ورکوئ، وقفه کوئ یا یوه کلمه تکرار کوئ نو اندیښنه مه کوئ. دا ټول د هغو انجینرانو لپاره ګټور معلومات دي چې هڅه کوي د جامع، حقیقي نړۍ د وینا پیژندنې وسایل جوړ کړي.

source: Remove
ps: لیرې کړئ

source: Remove Avatar
ps: اویتار لیرې کړئ

source: Report
ps: راپور

source: Report was passed successfully
ps: راپور په بریالیتوب سره تیر شو

source: Request a Language
ps: د يوې ژبې غوښتنه وکړئ

source: Request New Language
ps: د نوې ژبې غوښتنه وکړئ

source: Request recordings
ps: د ریکارډونو غوښتنه وکړئ

source: Request timeout
ps: د غوښتنې وخت تېر شو

source: *required
ps: * اړین

source: Re-record
ps: بیا ثبت کول

source: Re-record clip
ps: کليپ له سره ثبت کړئ

source: Respond
ps: ځوابول

source: Return
ps: بیرته راګرځيدل

source: Return here to edit your goal anytime.
ps: هر وخت د خپلې موخې سمولو لپاره دلته بیرته راشئ.

source: Return to Common Voice
ps: عام غږ ته راستون شئ

source: Return to Common Voice Datasets
ps: د ټولگړي غږ اومتوک‌ټولگو ته بېرته وگرځئ

source: Return to Languages
ps: ژبو ته بیرته ستانه شئ

source: Review
ps: بیاکتنه

source: Review and vote for new questions submitted by the community
ps: د ټولنې لخوا وړاندې شوي نوي پوښتنو ته بیاکتنه او رایه ورکړئ

source: Review could not be saved. Please try again later.
ps: بیاکتنه خوندي نه شوه. مهرباني وکړئ وروسته بیا هڅه وکړئ.

source: ⓘ Review Criteria
ps: ⓘ د بیاکتنې معیار

source: Review Criteria
ps: د بیاکتنې معیار

source: Reviewed sentences not submitted, are sure?
ps: بیاکتل شوي جملې ندي سپارل شوي، ایا تاسو ډاډه یاست؟

source: Review existing sentences submitted by the community
ps: د ټولنې لخوا وړاندې شوي موجوده جملې بیاکتنه وکړئ

source: Reviewing a Question
ps: د یوې پوښتنې بیاکتنه

source: Reviewing Sentences
ps: د جملو بیاکتنه

source: Review questions
ps: د پوښتنو بیاکتنه

source: Review Questions
ps: د پوښتنو بیاکتنه

source: Review & re-record clips here as you go
ps: دلته لکه څنګه چې تاسو مخته ځئ کلیپونه بیاکتنه او بیا-ثبت کړئ

source: Review & re-record clips if needed
ps: که اړتیا وي نو کلیپونه بیاکتنه او له سره ثبت کړئ

source: Review Sentences
ps: جملو ته بیا کتنه وکړئ

source: Review sentences in your language
ps: په خپله ژبه کې جملې بیاکتنه وکړئ

source: Review & Submit
ps: بیاکتنه او سپارل

source: Review the Transcription
ps: د نقل بیاکتنه

source: Review the transcription guidelines above in order to check that a transcription is accurate. You can provide edits and submit them.
ps: پورته د نقل لارښوونې بیاکتنه وکړئ ترڅو وګورئ چې نقل دقیق دی. تاسو کولی شئ سمونونه چمتو کړئ او هغه وسپارئ.

source: Review transcriptions of recorded sentences for accuracy
ps: د دقت لپاره د ثبت شویو جملو نقلونو بیاکتنه

source: Review Transcriptions <small>(Coming soon)</small>
ps: د نقلونو بیاکتنه <small>(ډیر ژر راځي)</small>

source: Review user-submitted transcriptions in your language
ps: ستاسو په ژبه کې د کارونکي لخوا سپارل شوي لیږدونه بیاکتنه وکړئ

source: Romanian
ps: رومانیایي

source: Romansh Sursilvan
ps: رومانوي سورسیلواني

source: Romansh Vallader
ps: رومانوي ویلدر

source: Rukai
ps: روکای

source: Runyankole
ps: رنیانکولي

source: Russian
ps: روسي

source: Rutoro
ps: روتورو

source: Ruuli
ps: روولي

source: S
ps: اېس (S)

source: Sabah Bisaya
ps: صباح بسایا

source: Sabah Malay
ps: صباح مالای

source: Saʼban
ps: سابان

source: Sakha
ps: سخايي

source: Sakizaya
ps: ساکيزايا

source: Sansi
ps: سانسي

source: Santali (Ol Chiki)
ps: سنتالي (اول چیکي)

source: Saraiki
ps: سراييکي

source: Sardinian
ps: ساردېنيايي

source: Save
ps: خوندي کړئ

source: Saved
ps: خوندي شو

source: Scots
ps: سکاټ

source: Scripted Speech
ps: ليکل‌شوې وينا

source: SCRIPTED SPEECH
ps: لیکل شوې وینا

source: Search
ps: لټون

source: Search...
ps: لټون...

source: Search for a language
ps: د ژبې لټون وکړئ...

source: Search for a language...
ps: د ژبې لټون وکړئ...

source: Seediq
ps: صديق

source: See how your progress compares to other contributors all over the world.
ps: وګورئ چې څنګه ستاسو پرمختګ په ټوله نړۍ کې د نورو مرسته کوونکو سره پرتله کوي.

source: See Less
ps: لږ ووینئ

source: See More
ps: نور ووینئ

source: Select a Language...
ps: یوه ژبه وټاکئ...

source: Select an option
ps: یو اختیار غوره کړئ

source: Select a variant (optional)
ps: یو ډول انتخاب کړئ (اختیاري)

source: Selected
ps: ټاکل شوې

source: Select File
ps: فایل غوره کړئ

source: Select File to Upload
ps: د پورته کولو لپاره فایل غوره کړئ

source: Select the desired language dataset and choose the version you wish to download.
ps: د غوښتل شوي ژبې ډیټاسیټ غوره کړئ او هغه نسخه غوره کړئ چې تاسو یې ډاونلوډ کول غواړئ.

source: Select up to three domains (optional)
ps: تر دریو ډومینونو پورې غوره کړئ

source: Select your age
ps: خپل عمر وټاکئ

source: Select your sex or gender
ps: خپل جنسيت وټاکئ

source: Self Citation
ps: د ځان اقتباس

source: Sena
ps: سینا

source: Send a link to my email
ps: زما برېښنالیک ته لینک واستوئ

source: Send sign up link
ps: د نوملیکنې تړونی ولیږئ

source: Sentence
ps: جمله

source: Sentence Collection
ps: د جملې ټولګه

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
ps: <sentenceCollectorFragment>د جملې په ټولګه کې نور وګورئ</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
ps: <sentenceCollectorVideo>د جملې راټولونکی د کارولو په اړه زموږ لارښود وګورئ</sentenceCollectorVideo>.

source: Sentence Domain
ps: د جملې ټولۍ

source: Sentences
ps: جملې

source: Sentences are collected for people to read aloud.
ps: جملې د خلکو لپاره راټول شوي ترڅو په لوړ غږ ولوستل شي.

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
ps: جملې د ټولنې د اعتدال پروسې له لارې ارزول کیږي، مګر دا پروسه بشپړه نه ده. که تاسو یوه جمله وینئ یا واورئ چې تاسو ځوروي یا خپه کوي - د مثال په توګه ځکه چې دا زموږ د <participationGuidelines>د ټولنې د ګډون لارښودونو</participationGuidelines> څخه سرغړونه کوي - مهرباني وکړئ په UI کې د پرچم تڼۍ وکاروئ. تاسو کولی شئ له موږ سره په <emailFragment>commonvoice@mozilla.com</emailFragment> کې هم اړیکه ونیسئ.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
ps: دلته مرسته شوي جملې به په عامه توګه موجود cc-0 جواز لرونکي ډیټا سیټ کې اضافه شي.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
ps: جملې باید بیاکتنه وشي او د دوه خلکو لخوا ومنل شي ترڅو په عام غږ کې شامل شي. تاسو د خپلې ژبې لپاره لارښودونه <languageGuidelinesLink>دلته</languageGuidelinesLink> جوړ کړئ. جملې باید په <licenseLink> عامه ډومین</licenseLink> کې وي او د 15 کلمو څخه لنډې وي. تاسو کولی شئ د متن له مالک څخه وغواړئ چې دا زموږ د معافیت پروسې په کارولو سره <waiverLink>CC0</waiverLink> جوړ کړي، او موږ ته په commonvoice@mozilla.com ولیږئ.

source: { $sentences } sentences reviewed. Thank you!
ps: { $sentences } جملې بیاکتنه شوې. له تاسو مننه!

source: Sentence text
ps: د جملې متن

source: Sentence Variant
ps: د جملې تغیرات

source: Separate sentences into one line by pressing “Enter” or “Return” once
ps: جملې په یوه کرښه کې جلا کړئ د "Enter" یا "Return" په کلیک کولو سره

source: Serbian
ps: صربي

source: Seri
ps: سېري

source: Serian Bidayuh
ps: سیرین بدایوه

source: Service and Retail
ps: خدمت او پرچون

source: Set a goal
ps: یوه موخه وټاکئ

source: Set my visibility
ps: زما لید تنظیم کړئ

source: Setswana
ps: سیتسوانا

source: Settings
ps: امستنې

source: Sex
ps: جنس

source: Sex or Gender
ps: جنس

source: SHA256 Checksum Copied!
ps: SHA256 چکسم کاپي شوی!

source: Shan
ps: شان

source: Share Common Voice
ps: عام غږ شریک کړئ

source: Share my goal
ps: زما موخه شریک کړئ

source: Share your clip
ps: خپل کلیپ شریک کړئ

source: Share your { $count } Clip Daily Goal for { $type }
ps: د خپل { $count } کليپ ورځنۍ موخه د { $type } لپاره شریک کړئ

source: Share your { $count } Clip Weekly Goal for { $type }
ps: د خپل { $count } کليپ اونېزې موخې د { $type } لپاره شریک کړئ

source: Shilha
ps: شله

source: Shina
ps: شينا

source: Shona
ps: شونا

source: Shortcuts
ps: لنډلارې

source: [Should be ‘dinosaurs’]
ps: [باید 'ډیناسور' وي]

source: [Should be “We are”]
ps: [باید "موږ یو" وي]

source: Show All Datasets
ps: ټول ډیټا سیټونه وښایاست

source: Show Latest Datasets
ps: وروستي ډیټاسیټونه وښایاست

source: Show me sentences and clips from all variants within my language
ps: ماته زما په ژبه کې د ټولو ډولونو څخه جملې او کلیپونه وښایاست

source: Show my ranking
ps: زما درجه بندي وښایاست

source: Sicilian
ps: سیسیلي

source: Sign up
ps: ګډون کول

source: Sign up for an account
ps: ګڼون لپاره نوملیکنه وکړئ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ps: د عام غږ خبرلیکونو، موخو یادونو او پرمختګ تازه مالوماتو لپاره نوملیکنه وکړئ

source: sign up for email updates
ps: د برېښنالیک تازه مالوماتو لپاره نوملیکنه وکړئ

source: Sign up for { $lang } updates:
ps: د { $lang } په اړه د تازه مالوماتو لپاره نوملیکنه وکړئ:

source: Simple and easy for anyone to understand
ps: ساده او هرچا لپاره د پوهېدو وړ

source: Sindhi
ps: سېندي

source: Sindhi Bhil
ps: سيندي بيلي

source: Single
ps: یوه جمله

source: Single Sentence
ps: یوه جمله

source: Single sentence submission
ps: د واحد جملې سپارل

source: Single Sentence Submission
ps: د واحد جملې سپارل

source: Single ZIP file containing
ps: یو زپ فایل لري

source: Sinhala
ps: سنهالوي

source: Siswati
ps: سیسوتي

source: Size
ps: اندازه

source: Skip
ps: پرېږدئ

source: Skipped
ps: پرېښودل شوی

source: Skip Submission Feedback
ps: د سپارنې غبرګون څخه تېر شئ

source: Slovak
ps: سلواکي

source: Slovenian
ps: سلوانیایي

source: Small batch
ps: کوچنۍ بسته

source: Small batch sentence submission
ps: د کوچنۍ بستې جملې سپارل

source: Small businesses, including tech and AI start ups
ps: کوچني کاروبارونه، په شمول د تخنیک او AI پيلونه

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
ps: [پرنجی] د [ټوخی] تریاسیک لوی ډیناسور.

source: Social media
ps: ټولنیز رسنۍ

source: Solicit personally identifiable information
ps: د شخصي پیژندنې وړ معلوماتو غوښتنه وکړئ

source: Somali
ps: سومالیایي

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
ps: ځینې ​​ژبې په ګرامر، لغتونو او تلفظ کې خورا لوی توپیر لري. د همدې دلیل لپاره، موږ په 2022 کې <ctaLink>متغیرات معرفي کوو</ctaLink>- دا ټولنو ته یوه لاره ورکوي چې خپلې ژبې په لوی ډیټاسیټ کې توپیر کړي.

source: Someone asks for a language to be added.
ps: یو څوک د يوې ژبې د اضافه کولو غوښتنه کوي.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
ps: د لیکلي بڼې د ترلاسه کولو پر مهال ستونزه رامنځته شوه. مهرباني وکړئ لږ وروسته بیا هڅه وکړئ.

source: Something went wrong while fetching questions. Please try again later.
ps: د پوښتنو د ترلاسه کولو پر مهال ستونزه پېښه شوه. مهرباني وکړئ وروسته بیا هڅه وکړئ.

source: Something went wrong while fetching the list of available datasets. Please try again later.
ps: د موجودو ډیټا سیټونو د ترلاسه کولو پر مهال ستونزه پېښه شوه. مهرباني وکړئ وروسته بیا هڅه وکړئ.

source: Something went wrong while fetching transcriptions. Please try again later.
ps: د لیکلي بڼې د ترلاسه کولو پر مهال ستونزه رامنځته شوه. مهرباني وکړئ لږ وروسته بیا هڅه وکړئ.

source: Something went wrong with reCAPTCHA. Please try again.
ps: په reCAPTCHA کې یو څه غلط شوي. مهرباني وکړئ بیا هڅه وکړئ.

source: Sometimes speakers will repeat a word or word fragment multiple times. This should be transcribed too. Example:
ps: ځینې وختونه ویناوال به یوه کلمه یا د کلمې ټوټه څو ځله تکرار کړي. دا باید هم ولیکل شي. مثال:

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
ps: د یوې ژبې یا ژبې په کورنۍ کې ځینې ډولونه او لغاتونه له یو بل سره ډیر توپیر لري. که تاسو د یو ځانګړي ډول په شاوخوا کې ښکیلتیا کې ستونزه لرئ ، تاسو کولی شئ دلته خپل غوره توبونه بدل کړئ.

source: Soninke
ps: سونینکه

source: Sorbian, Lower
ps: سوربیني، ښکته

source: Sorbian, Upper
ps: پورتنۍ سوربيايي

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ps: بخښنه غواړو، عام غږ ورو دی. ستاسو د علاقې څخه مننه.

source: Sorry, something went wrong
ps: بخښنه غواړو، یو څه وران شوه

source: Source: { $sentenceSource }
ps: سرچینه: { $sentenceSource }

source: Southern Kurdish
ps: سوېلي کوردي

source: Southern Pastaza Quechua
ps: سوېلي پاستازا کوېچوا

source: Southern Sotho
ps: جنوبي سوتو

source: Southwestern Tlaxiaco Mixtec
ps: سويلي لوېديځ ټلکیاکو مکسټيک

source: Spanish
ps: هسپانیه ایی

source: Speak
ps: وغږیږئ

source: Speakable
ps: د ویلو وړ

source: Speakers
ps: ويناوال

source: Speakers may use colloquialisms (such as, in English, “gonna”, “cuz”, etc.) which may not be considered formally correct. These should be transcribed as they are, and not changed to their more formal equivalents.
ps: ویناوال ممکن د خبرو اترو کلمې (لکه په انګلیسي کې، "gona"، "cuz"، او داسې نور) وکاروي کوم چې ممکن په رسمي ډول سم نه ګڼل کیږي. دا باید لکه څنګه چې دي لیکل شي، او د دوی نورو رسمي معادلاتو ته بدل نشي.

source: Speaking
ps: غږیدل

source: Speaking and Listening
ps: خبرې کول او اوریدل

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
ps: په خپل عادي غږ خبرې وکړئ! په هغه طریقه چې تاسو خبرې کوئ دلته ښه راغلاست لري - موږ ستاسو تلفظ په کومه بڼه چې دی غواړو، او موږ ستاسو معمول د ږغ درجه، سټایل او تلحين غواړو.

source: Speak naturally, as you would with a friend - use your own real variant, dialect and accent
ps: په طبیعي ډول خبرې وکړئ، لکه څنګه چې تاسو د یو ملګري سره کوئ - خپل اصلي ډول لهجه وکاروئ.

source: Speak now
ps: اوس خبرې وکړئ

source: Speak options menu
ps: د خبرو اختیارونو مینو

source: Speak up, contribute here!
ps: خبرې وکړئ، دلته ونډه واخلئ!

source: Special Characters and Foreign Letters
ps: ځانګړي کرکټرونه او بهرني لیکونه

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
ps: ټکي ځانګړي سمبولونه او ټکي باید یوازې هغه وخت شامل شي چې بالکل اړین وي. د مثال په توګه، apostrophe په انګلیسي کلمو کې شامل دي لکه "don't" او "we're" او باید د سرچینې متن کې شامل شي، مګر دا امکان نلري چې تاسو به کله هم ځانګړي سمبول ته اړتیا ولرئ لکه "@" یا "#."

source: Special Tags
ps: ځانګړي ټګونه

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ps: <speechBlogLink> وینا پېژندنې باندې پیل وکړئ </ speechBlogLink>

source: Spelling and Punctuation
ps: املا او نښانونه

source: Split into { $archiveCount } ZIP files containing
ps: په { $archiveCount } کې ویشل شوي زپ فایلونه پکې شامل دي

source: Splits
ps: ټوټې ټوټې

source: Splits (Age and Sex)
ps: تقسیم (عمر او جنس)

source: Spontaneous Speech
ps: په خپله خوښه وينا

source: SPONTANEOUS SPEECH
ps: په خپله خوښه وینا

source: Spontaneous Speech naturally contains false starts where only a fragment of a full word is produced. For these instances, please transcribe to the best of your ability the word fragment and attach a hyphen at the end of the word (-) to indicate the word is a false start. Example:
ps: په خپلسري وینا کې په طبیعي ډول غلط پیلونه شامل دي چیرې چې یوازې د بشپړې کلمې یوه ټوټه تولید کیږي. د دې مواردو لپاره، مهرباني وکړئ د خپلې وړتیا سره سم د کلمې ټوټه ولیکئ او د کلمې په پای کې (-) یو هایفین ضمیمه کړئ ترڅو وښيي چې کلمه غلط پیل دی. مثال:

source: Spontaneous Speech will naturally contain grammatical mistakes. These should not be corrected when transcribing. The transcription should reflect the spoken content exactly.
ps: په خپلسري وینا کې به طبیعي ګرامري غلطۍ وي. دا باید د لیکلو پرمهال اصلاح نشي. لیکنه باید د ویل شوي محتوا په سمه توګه منعکس کړي.

source: Start recording
ps: ثبتول پیل کړئ

source: Start typing to describe your accent
ps: د خپلې خجنښې تشریح کولو لپاره ټایپ کول پیل کړئ

source: Start typing to search
ps: د لټون لپاره ټایپ کول پیل کړئ

source: Stats
ps: ارقام

source: Status Page
ps: د وضعیت پاڼه

source: Still have questions?
ps: اوس هم پوښتنې لرئ؟

source: Streaks
ps: سټرېکونه

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
ps: <strong>[د درولو غږ]</strong> لوی ډیناسور د <strong>[د درولو غږ]</strong>ریاسیک.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
ps: <strong>کلیپونه مه ردوئ چیرې چې خبرې کوونکی یو تلفظ لري چې ستاسو له ځان سره توپیر لري</strong> - دا د غږ پیژندلو لپاره مهم دی ترڅو د هرچا لپاره ښه کار وکړي.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
ps: <strong>تخلیق پیدا کړئ!</strong> ستاسو د ژبې ټولنه به ځانګړې وي، او دا د پیل کولو لپاره یوازې یو څو لارې دي.

source: <strong>New Common Voice datasets</strong> are now available to download exclusively through our sister platform, Mozilla Data Collective. Join for access to 300+ global datasets, built by and for the community.
ps: <strong>نوي کامن وائس ډیټاسیټونه</strong> اوس زموږ د خور پلیټ فارم، موزیلا ډیټا کلیکټیو له لارې په ځانګړي ډول د ډاونلوډ لپاره شتون لري. د 300+ نړیوالو ډیټاسیټونو ته د لاسرسي لپاره ګډون وکړئ، چې د ټولنې لخوا او د ټولنې لپاره جوړ شوي دي.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
ps: <strong>[پرنجی]</strong> د لوی ډیناسور د <strong>[ټوخی]</strong> ټریاسیک.

source: Submit
ps: سپارل

source: Submit a new question for the community to read and respond to
ps: د ټولنې لپاره د لوستلو او ځواب ورکولو لپاره یوه نوې پوښتنه وسپارئ

source: Submit a report
ps: یو راپور وسپارئ

source: Submit clips
ps: کليپونه وسپارئ

source: Submit new questions for the community to read and respond to
ps: ټولنې ته د لوستلو او ځواب ورکولو لپاره نوې پوښتنې وسپارئ

source: Subscribe
ps: ګډون وکړئ

source: Success
ps: بریا

source: success checkmark
ps: د بریالیتوب نښه

source: Successfully accepted question
ps: په برياليتوب سره منل شوې پوښتنې

source: Successfully rejected question
ps: په برياليتوب سره نامنل شوې پوښتنې

source: Success, profile created!
ps: بریالیتوب، پېژنیال رامینځته شو!

source: Sundanese
ps: سنډانیز

source: Suret
ps: سیورټ

source: Svan
ps: سوان

source: Swahili
ps: سواحلي

source: Swedish
ps: سویډني
